# MeshToGroup

## Description
Converts meshObj to a group of 3D polygons.

```pascal
FUNCTION MeshToGroup(meshObj : HANDLE): HANDLE;
```

```python
def vs.MeshToGroup(meshObj):
    return HANDLE
```

## Parameters
|Name|Type|Description|
|---|---|---|
|meshObj|HANDLE|Handle to a mesh object|

## See Also
VS Functions:
GroupToMesh

## Version
Availability: from VectorWorks10.0

## Category
* Objects - 3D